Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja5/oleeinar-s.htm.tmx
Source language: sme
Languages: nob

source: Doppe bargen buot Finnmárkku joatkkaskuvllaiguin earret Sámi joatkkaskuvllain, Finnmárkku eanandoalloskuvllain Deanus, Stáhta guollefágaskuvllain Honnesvágis ja Stáhta oahppofitnodat Várggáin, mat ledje stáhta vuolde ja dain ledje sierra stivrrat.
nob: Der jobbet jeg med alle videregående skolene i Finnmark, unntatt de samiske videregående skolene, Finnmark landbruksskole i Tana, Statens fiskarfagskole i Honningsvåg og Statens fagskole for fiskeindustri i Vardø. Disse skolene var statlige og hadde egne styrer.

source: Go álgen virgái, de dovden álggos veaháš gealdagasdili mu ođđa mielbargiid gaskkas.
nob: Da jeg tiltrådte stillingen, merket jeg i starten en viss spenning blant mine nye medarbeidere.

source: Muhtumat maid várra jurddašedje: «Dá boahtá dat ' sámeradikálár '».
nob: Enkelte tenkte kanskje: «Her kommer denne «sameradikaleren»».

source: Ieš gal ledjen geahččalan jurddašit mo ođđa bargu šaddá.
nob: Sjøl hadde jeg prøvd å forestille meg hvordan den nye jobben kom til å bli.

source: Dihten bures ahte fertejin čuovvut mearrádusaid maid eiseválddit ja fylkkapolitihkkárat dahke.
nob: Jeg visste godt at jeg måtte følge de bestemmelsene som myndighetene og fylkespolitikerne gjorde.

source: Dovden ahte jus vel leaččan «sámeradikálár», de lean ieš válljen hálddahusvirggi mas ferten leat seamma várrogas go kommunisttat ja eará «radikálárat» geat maid sáhte leat «geahču» vuolde.
nob: Jeg følte at om jeg nå var en «sameradikaler», så har jeg sjøl valgt å ta imot en administrativ stilling hvor jeg må være like forsiktig som kommunister og andre «radikalere» som også kan være under «oppsyn».

source: Lea álo muhtin gii háliida láitit ja gávdnat sivaid.
nob: Det er alltid noen som vil klage og leite etter feil.

source: Muhto mun dahken dan maid galgen, ja johtilit mis šattai hui buorre, movttegis ja fágalaš miellagiddevaš oktavuohta bargosajis.
nob: Men jeg gjorde jobben min så godt jeg kunne, og fikk raskt et meget godt, humørfylt og faglig stimulerende samarbeid på arbeidsplassen.

source: Mus lei buorre ovdamunni go ovddežis jo dovden joatkkaskuvlarektoriid bures.
nob: Jeg hadde en stor fordel i det at jeg på forhånd kjente rektorene ved de videregående skolene svært godt.

source: Sii ledje hui dehálaččat go skuvladoaimmat galge čađahuvvot.
nob: De var svært viktige når skolens aktiviteter skulle gjennomføres.

source: Mus lei maid buot jagiid hui lagaš ja buorre oktavuohta ja doarjja mu hoavddain.
nob: Jeg hadde også i alle år et svært nært og godt samarbeid med og god støtte fra mine overordna.

source: Álttá-riiddu maŋŋil lei muhtinlágan láddanáigi.
nob: Etter Alta-striden var det en slags modningstid.

source: Sámi áššit eai lean mielde fylkkagieldda skuvlafágalaš áššemeannudeames.
nob: Samiske saker var ikke en del av fylkeskommunens skolefaglige saksbehandling.

source: Muittán mii fylkkaplána barggu oktavuođas evttoheimmet earret eará čuoggá: Nannet sáme- ja suomagieloahpu.
nob: Jeg husker at vi som en del av arbeidet med fylkesplanen foreslo blant annet følgende punkt: Styrke samisk- og finskundervisninga.

source: Go plána bođii ruovttoluotta de lei buot mii guoskkai sámi ja suoma áššiide skuvlaoasis sihkkojuvvon.
nob: Da planen kom tilbake var alt som angikk samiske og finske saker i skoledelen, strøket.

source: Dan áiggi go bargen, de lei mus diehttelas joatkkaskuvla Guovdageainnus jurdagiin vaikko dat ii gullan mu bargui.
nob: Da jeg jobbet i Vadsø, hadde jeg selvsagt den videregående skolen i Kautokeino i tankene.

source: Bessen muhtun jagiid leat dan skuvlla stivrra miellahttun, dat lei hui miellagiddevaš.
nob: Derfor var det svært interessant da jeg i noen år fikk være medlem i skolens styre.

source: Ja bessen maid jođihit lávdegotti mii buvttii árvalusa Doaibmaplána sámi nuoraid oahpahusvejolašvuođaid hárrái, NOU 1987:20.
nob: Og jeg fikk også lede utvalget som la fram forslag om samisk ungdoms utdanningsmuligheter, NOU 1987:20.

source: Dat gal varra čihkkui muhtun skuffii.
nob: Den forsvant nok i en eller annen skuff.

source: Ferten maid namuhit ahte dávjá go bohte jearaldagat sierralágan oahpahusa birra sámiid ektui, de bođiimet unohas dillái.
nob: Jeg må også nevne at det ofte var vanskelig for oss når det kom spørsmål om undervisning for eller om samer.

source: Mii dovddaimet iežamet galgat doarjut skuvlla Guovdageainnus ja maiddái Kárášjogas, eat ge gilvalit singuin.
nob: Vi følte at vi måtte støtte skolene i Karasjok og Kautokeino, vi måtte ikke konkurrere med dem.

source: Muhto nuppi dáfus lei maid álki dadjat ahte diet oahpahus lea sámi joatkkaskuvllaid ovddasvástádus.
nob: Men på den annen side var det også lett å si at «den undervisninga er de samiske videregående skolenes ansvar».

source: Daid áiggiid sáhtii dat dagahit ahte dárbbašlaš oahpahus ii čađahuvvon.
nob: På den tida kunne dette medføre at nødvendig undervisning ikke ble gjennomført.

source: 1984:s bođii Sámevuoigatvuođalávdegotti vuosttaš cealkámuš.
nob: I 1984 kom Samerettsutvalgets første uttalelse.

source: Dan birra šattai digaštallan maiddái fylkkagielddas ja muittán bures go fylkkadiggi dagai mearrádusaid mat dagahedje ahte sihke fylkkapolitihkkariid ja byrokráhtaid oaidnu sámi áššiid ektui buorránii.
nob: Den ble diskutert også i fylkeskommunen, og jeg husker godt at fylkestinget gjorde et vedtak som hadde stor betydning for både fylkespolitikernes og byråkratenes syn på samesaker.

source: Dalle go mun álgen, ii lean leamaš sámegieloahpahus fylkka joatkkaskuvllain.
nob: Da jeg begynte i jobben, hadde det ikke vært samiskundervisning ved fylkets videregående skoler.

source: Dađistaga bođii sámegielfálaldat 1980-logus, álggus Álttás, maŋŋil Čáhcesullos ja Girkonjárggas.
nob: Utover 1980-tallet kom tilbudene etterhvert i gang, først i Alta, deretter i Vadsø og Kirkenes.

source: Lei skuvllaid duohken evttohit ja organiseret oahpu.
nob: Det var opp til skolen å foreslå og organisere undervisninga.

source: Muhtin skuvllain gávdnui vuosteháhku sámevuođa vuostá ja digaštallan lei skuvllain go šattai sáhka sámegiela oahpahusa birra ja maiddái go eará sámi fáttát galge šaddat oahpahusa oassin.
nob: Ved noen skoler fantes det intern motstand mot det samiske, og det ble diskusjoner på skolene angående samiskundervisning, og også når andre samiske temaer skulle bli en del av undervisninga.

source: Dát gávdnui sihke oahpaheddjiid ja ohppiid gaskas.
nob: Slike holdninger fantes både blant lærere og elever.

source: Sáhttá gal áddet dákkár digaštallama skuvllain, go váldá vuhtii ahte maiddái ekonomiija lei guovddážis das ge.
nob: Man kan forstå slike diskusjoner ved skolene når man tenker på at økonomien var en sentral faktor her òg.

source: Ruhtajuolludeapmi lei hui dávjá sáhkan daid jagiid go bargen fylkkagielddas.
nob: Bevilgninger var en gjenganger blant sakene mens jeg jobbet i fylkeskommunen.

source: Hástalus lei álo gávdnat buriid ákkaid go galggai juolludemiid oažžut.
nob: Det var alltid en utfordring å finne gode argumenter når man skulle få bevilgninger.

source: Daid álgo logi jagi ledje hui ollu nuorat geaidda galggaimet skuvlasadji fállot.
nob: De første ti åra var det mange ungdommer som skulle få et skoletilbud.

source: Ii lean álo nu álki skuvlalanjaid gávdnat, muhto dađistaga buorránii dilli.
nob: Det var ikke alltid så lett å finne undervisningslokaler, men det ble gradvis bedre.

source: Skuvllat stuoriduvvojedje ja divvojuvvojedje.
nob: Skolene ble gjort større, og de ble utbedret.

source: Fylkkagielda válddii dađistaga badjelasas Stáhta skuvllaid Honnesvágis, Várggáin ja Deanus.
nob: Fylkeskommunen tok også etterhvert over statens skoler i Honningsvåg, Vardø og Tana.

source: Buot jagiid go bargen, de lei dehálaš ahte Finnmárkku nuorat ožžo vejolašvuođa beassat skuvllaide ja ahte dat oahppu mii addui, lei nu buorre go vejolaš.
nob: Det var bestandig viktig at finnmarksungdommen fikk mulighet til å komme inn på skoler, og at den undervisninga som ble gitt, holdt god kvalitet.

source: Mis lei maiddái mihttun ahte galggai leat válljenmunni.
nob: Vi hadde også som mål at det skulle være gode valgmuligheter.

source: Dain surggiin gos unnán ledje oahppit, šihtte Norgga guhtta davimus fylkka fállat oahpposajiid eará fylkkaide.
nob: For de linjene som hadde få elever gjorde de seks nordligste fylkene en avtale om å tilby elevplasser til de andre fylkene.

source: Dainna lágiin sáhtte Finnmárkku nuorat beassat vázzit skuvlla gos dakkár fálaldat lei, omd. gollečeahppi, dánsun, muhtin faláštallansuorggi ja eará.
nob: På denne måten kunne finnmarksungdom komme inn på skoler som hadde det tilbudet de ønsket seg, f.eks. gullsmed, dans og enkelte idrettslinjer.

source: Ja go mis ledje buorit fálaldagat, de ledje dat diehttelas ávkin sámi nuoraide maid.
nob: Og når vi hadde gode fagtilbud, så var det selvsagt et gode for samisk ungdom også.

source: Maŋimus jagiid go bargen fylkkas, de ledje sámi áššit šaddan oassin dábálaš áššemeannudeamis.
nob: De siste årene jeg arbeidet i fylkeskommunen hadde samiske saker blitt en del av den vanlige saksbehandlinga.

source: Muittán ahte go galggaimet ráhkadit plánaid, de jearai fylkkaráđđeolmmái dávjá leimmet go jurddašan guovtti ášši birra – dásseárvvu ja sámi perspektiivva.
nob: Jeg husker at når vi skulle lage planer, så spurte fylkesrådmannen ofte om vi hadde tenkt på følgende to saker: likestilling og det samiske perspektivet.

source: Áigi manná gusto ovddosguvlui.
nob: Ting går framover.

source: [1] Oahpahusdepartemeanta nammadii formálalaččat Sámi fidno- ja ruovttuduodjeskuvlla / Sámi joatkkaskuvlla stivrra, muhto ee. sámi servviid ja suohkana evttohusaid mielde.
nob: [1] Samisk husflid [2] Styret for Den samiske yrkes- og husflidsskole / Samisk videregående skole, Kautokeino blei formelt oppnevnt av departementet, men etter forslag fra bl.a. samiske organisasjoner og kommunen.

source: Álttá-Guovdageainnueanu duolvvadeami riiddus lei heajus gaskavuohta stáhta ja Norgga Sámiid Riikkasearvvi gaskkas.
nob: Under konflikten om utbygging av Alta-Kautokeinovassdraget var det ei tid svært dårlig forhold mellom staten og Norske Samers Riksforbund.

source: NSR mearridii 1980:s geassádit buot sin miellahtuid stáhtalaš orgánain ja ovttasbarggus stáhtain.
nob: I 1980 vedtok NSR å trekke alle sine medlemmer fra statlige organ og annet samarbeid med staten.

source: Dát guoskái ee. Sámi joatkkaskuvlla stivrajođiheaddjái, Jan Henry Keskitalo.
nob: Dette gjaldt da blant annet styreleder for Samisk videregående skole, Kautokeino, Jan Henry Keskitalo.

source: Boikott-akšuvdna loahpahuvvui jagi maŋŋá.(doaim.)
nob: Boikotten blei oppheva etter et år.

source: Eará artihkkalat Sámi skuvlahistorjá 5-girjjis
nob: Flere artikler fra Samisk skolehistorie 5
